tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "curl"
brew "fzf"
brew "ghq"
brew "git"
brew "git-secrets"
brew "reattach-to-user-namespace"
brew "wget"
brew "zsh"
brew "zsh-completions"

cask "alfred"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "vagrant"
cask "virtualbox"
