tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "anyenv"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "cloudflared"
brew "curl"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "git"
brew "git-secrets"
brew "jq"
brew "neovim"
brew "openssh"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"

if OS.mac?

  brew "qemu"
  brew "ykman"

  #cask "alfred"
  cask "firefox"
  cask "google-chrome"
  cask "iterm2"
  cask "karabiner-elements"
  cask "utm"
  #cask "visual-studio-code"

end

if OS.linux?

  brew "docker"

end
